Repository: samrullo/bsiuzbekistanjapan
Catalog: application/translations/*/LC_MESSAGES/messages.po
Languages: uz

source: Password
uz: Parol

source: Keep me logged in
uz: Akkauntga kirgan holatni saqlamoq

source: Log In
uz: Kirish

source: Name
uz: Ismi sharifi

source: <Last name> <First name>
uz: <Familiya> <Ismi>

source: Phone
uz: Telefon raqami

source: Address
uz: Adres

source: Confirm Password
uz: Parolni tasdiqlamoq

source: Register
uz: Ro'yxatdan o'tmoq

source: Email already exists
uz: Email boshqa foydalanuchi tomonidan egallangan

source: Save
uz: Saqlamoq

source: Please enter your email
uz: Iltimos emailizni kiriting

source: Send password reset link
uz: Parolni qayta tiklash linkini yubormoq

source: This email doesn't exist in our system. Please enter the email you registered with.
uz: Ushbu email mavjud emas. Iltimos, siz ro'yxatdan o'tgan to'gri emailni kiriting.

source: Enter the new password
uz: Yangi parolni kiriting

source: Passwords don't match
uz: Parollar mos emas

source: Confirm the password
uz: Parolni tasdiqlang

source: Save new password
uz: Yangi parolni saqlamoq

source: Invalid email or password
uz: Email yoki parolingiz noto’g’ri

source: Login
uz: Kirish

source: Logged you out
uz: Akkauntdan chiqdingiz

source: We successfully registered you. But you need to verify your email through the link we sent you
uz: Muvaffaqiyat bilan ro'yxatdan o'tdiz. Lekin platformamizdan foydalanish uchun email adresingizni biz yuborgan link orqali tasdiqlashingiz lozim

source: Successfully confrmed your email %(email)s
uz: %(email)s emailni muvaffaqiyat bilan tasdiqladik

source: Resent confirmation url to your email
uz: Tasdiqlash linkini emailizga qayta yubordik

source: Unconfirmed
uz: Tasdiqlanmagan

source: Sent reset password link to %(email)s
uz: Parolni qayta tiklash linkini %(email)s ga yubordik

source: Updated your password successfully
uz: Parolingizni muvaffaqiyat bilan yangiladik

source: The reset link has expired or you are not authorized
uz: Parolni tiklash linki muddatidan o'tdi yoki boshqa muammo sodir bo'ldi. Login sahifasidan parolni tiklash linkini bosing

source: Profile
uz: Profil

source: Updated profile for %(email)s successfully
uz: %(email)s profilini muvaffaqiyat bilan saqladik

source: Edit profile for %(email)s
uz: %(email)s profilini o’zgartirmoq

source: Seems like %(email)s is registered via usual route. Please login using your password
uz: %(email)s odatiy yo’l bilan ro’yxatdan o’tgani sababli, google logindan foydalana olmaysiz. Odatiy yo’l bilan akkauntga kiring

source: Successfully registered %(name)s. Please consider to edit your profile later
uz: %(name)s ni muvaffaqiyat bilan ro’yxatdan o’tkazdik. Iltimos, profilingizga yetishmayotgan ma’lumotlarni qo’shing

source: Login with Google Account
uz: Google akkaunt bilan kirish

source: Or log in with your registered account
uz: Yoki odatiy akkauntingiz bilan kiring

source: New user?
uz: Hali ro'yxatdan o'tmadizmi?

source: Forgot password?
uz: Parolingiz esdan chiqdimi?

source: Send Reset Password link
uz: Parolni qayta tiklash linkini yubormoq

source: Field
uz: Ma’lumot

source: Value
uz: Ma’lumot qiymati

source: Registered date
uz: Ro’yxatdan o’tgan kun

source: Edit
uz: O’zgartirmoq

source: Dear %(name)s, you haven't confirmed your email yet
uz: Hurmatli %(name)s, siz hali emailingizni tasdiqlaganiz yo’q

source: Please check the email sent by us and confirm your email.
uz: Iltimos biz yuborgan emailni tekshiring va emailizni tasdiqlang.

source: Haven't received email?
uz: Emailni olmadizmi?

source: Resend
uz: Qayta yuborish

source: Confirmation
uz: Tasdiqlash

source: Hello
uz: Salom

source: Thank you for registering to our platform. Please confirm your email by clicking below link
uz: Bizning platformamizga ro'yxatdan o'tganiz uchun tashakkur. Iltimos quyidagilink orqali emailizni tasdiqlang

source: Thanks for registering to our platform. Please confirm your email by clicking the below URL
uz: Bizning platformamizga ro’yxatdan o’tganiz uchun tashakkur. Iltimos quyidagilink orqali emailizni tasdiqlang

source: Reset password
uz: Parolni qayta qo'yish

source: Please reset your password by following the link below
uz: Iltimos quyidagi link orqali parolizni qayta tiklang

source: Weight (in kg)
uz: Vazn (kg)

source: Submit
uz: Yubormoq

source: Moderator menu
uz: Moderator menusi

source: User total weights
uz: Foydalanuvhi yuborgan umumiy vazn

source: Unpaid user total weights
uz: Hali to’lanmgan yuklarning umumiy vazni

source: Weights by user %(name)s
uz: %(name)s yuborgan yuklar

source: Unpaid weights by user %(name)s
uz: %(name)s hali to’lamagan yuklar

source: Post weights sent by %(name)s on %(date)s
uz: %(name)s %(date)s da yuborgan yuklar

source: Unpaid post weights sent by %(name)s on %(date)s
uz: %(name)s %(date)s da yuborgan hali to’lanmagan yuklar

source: Successfully saved bsi post weight of %(weight)d
uz: BSI xodimi o’lchagan vazn %(weight)d ni muvaffaqiyat bilan saqladik

source: Add BSI weight
uz: BSI xodimi o’lchagan vaznni kiritmoq

source: Successfully saved bsi post weight of %(weight)s
uz: BSI xodimi o’lchagan vazn %(weight)s ni muvaffaqiyat bilan saqladik

source: Edit BSI post weight
uz: BSI xodimi o’lchagan yuk vaznini o’zgartirmoq

source: Successfully removed bsi post weight %(bsi_post_weight)s
uz: BSI xodimi o’lchagan vazn %(bsi_post_weight)s ni muvaffaqiyat bilan o’chirdik

source: Marked post weight as paid
uz: Yukni to’langan deb belgiladik

source: %(name)s profile
uz: %(name)s profili

source: User
uz: Foydalanuvchi

source: User sent on date
uz: Foydalanuvchi yuborgan kun

source: User entered weight
uz: Foydalanuvhi yukni kiritgan kun

source: Payment amount
uz: Yuborish narxi

source: User weights
uz: Yuk vazni

source: View user unpaid weights
uz: Foydalanuvchilarning hali to’lanmagan yuklar ro’yxati

source: View user total weights
uz: Foydalanuvchilarning yuklar ro’yxati

source: Total post weight
uz: Yuklarning umumiy vazni

source: View
uz: Ko’rmoq

source: Sent date
uz: Yuborilgan kun

source: Total weight (in kg)
uz: Yuklarning umumiy vazni (kg)

source: Total payment amount
uz: Yuklarning umumiy narxi

source: Entered on
uz: Kiritilgan kun

source: Is paid?
uz: To’langanmi?

source: Weight
uz: Vazn

source: BSI weight
uz: BSI xodimi kiritgan vazn

source: BSI payment amount
uz: BSI xodimi kiritgan yuk narxi

source: BSI entered on
uz: BSI xodimi kiritgan vaqt

source: BSI entered by
uz: BSI xodimi

source: BSI modified on
uz: BSI xodimi o’zgartirgan vaqt

source: BSI modified by
uz: Oxirgi marta o’zgarish kiritgan BSI xodimi

source: Edit BSI weight
uz: BSI xodimi kiritgan vaznni o’zgartirmoq

source: Mark as paid
uz: To’langan deb belgilash

source: Mark as unpaid
uz: To’lanmagan deb belgilash

source: BSI Delivery services
uz: BSI Pochta xizmatlari

source: Secret page
uz: Sirli sahifa

source: About us
uz: Biz haqimizda

source: Page not found
uz: Sahifa topilmadi

source: Internal server error
uz: Serverda ichki muammo sodir bo'ldi

source: Post weights by %(name)s
uz: %(name)s yuborgan yuklar

source: Post weights by %(name)s grouped by sent dates
uz: %(name)s yuborgan kunlar bo’yicha umumiy vaznlar hisoboti

source: All post weights sent by %(name)s
uz: %(name)s yuborgan barcha yuklar

source: Unpaid post weights by %(name)s
uz: %(name)s hali to’lamagan barcha yuklar

source: Successfully inserted new weight %(weight)s with paid amount %(paid_amount)s
uz: Vazni %(weight)s kg, to’lovi %(paid_amount)s bo’lgan yangi yukni muvaffaqiyat bilan saqladik

source: Enter new weight
uz: Yangi yukni kiriting

source: Successfully updated post weight
uz: Yukni muvaffaqiyat bilan saqladik

source: Edit post weight
uz: Yuk vaznini o’zgartirmoq

source: Successfully removed post weight
uz: Yukni muvaffaqiyat bilan o’chirdik

source: Modified on
uz: O’zgartirilgan vaqt

source: Different views
uz: Yuklarning turli ro’yxati

source: View unpaid post weights
uz: Hali to’lanmagan yuklar ro’yxati

source: View post weights by date
uz: Yuklarni yuborilgan kunlar bo’yicha ko’rish

source: View all post weights
uz: Barcha yuklar ro’yxati

source: Remove
uz: O’chirmoq

source: Unpaid amount
uz: To’lanmagan yuklarning umumiy miqdori

source: Unpaid weight
uz: To’lanmagan yuklarning umumiy vazni

source: We deliver your posts to the following cities of Uzbekistan
uz: Yuklarizni O’zbekistonning quyidagi shaharlariga yetkazib bera olamiz

source: Contact us via our admins
uz: Adminlarimiz orqali biz bilan ulaning

source: This is a platform to enter and keep track of post weights that you send to BSI.
uz: Ushbu sayt BSI orqali yuboruvchi yuklarizni ro’yxatdan o’tkazish, va doimiy ravishda kuzatib borish platformasidir.

source: View post weights
uz: Yuborilgan yuklarni ko’rmoq

source: Login with Google
uz: Google akkaunti bilan kirmoq

source: Login with usual account
uz: Odatiy akkaunt bilan kirmoq

source: Dear %(username)s, you have successfully confirmed your email and reached the secret page.
uz: Hurmatli %(username)s, siz muvaffaqiyat bilan emailizni tasdiqladiz va bizning sirli sahifamizga tashrif buyurdingiz.

source: The most important question that we can involve ourselves with is the question 'Who am I'
uz: Biz o'zimizni butun umr mashg'ul etadigan savol'Men kimman' savoli

source: Log out
uz: Chiqish

source: Log in
uz: Kirish
